{
  "SOMETHING_WRONG_AUTH": "אופס! משהו השתבש...",
  "SELECTOR": {
    "ASSETS": "My Assets",
    "CURRENCY": "Curr"
  },
  "RANGE": {
    "QUARTER": "3 Month",
    "HALF_A_YEAR": "6 Month",
    "ONE_YEAR": "12 Month",
    "START_OF_THE_YEAR": "Current Year",
    "CUSTOM": "Select Period"
  },
  "BUTTON": {
    "SAVE": "SAVE",
    "CLOSE": "CLOSE"
  },
  "DATE_RANGE": {
    "START": "Start:",
    "END": "End:",
    "INVALID_DATE": "invalid date"
  },
  "SUMMARY": {
    "LABEL": "Yield per period",
    "FROM": "from",
    "TO": "to"
  },
  "TOOLTIP": {
    "PERCENTAGE_HEADER": "Calculation of yield in percent",
    "PERCENTAGE_BODY": "The percentage of the securities deposit will be calculated using the TWR method without tax expenses being taken into account. This method calculates returns for sub-periods in which there was a cash flow in the account. The cumulative return is the product of all sub-periods.",
    "CURRENCY_HEADER": "Calculation of return in shekels",
    "CURRENCY_BODY": "The return on a securities deposit will be calculated as the difference between the balance of assets at the beginning and end of the period, excluding purchases less sales, dividends, coupons and interest, and reflects an increase / decrease in the value of assets not realized at the end of the period, before tax."
  },
  "CHART": {
    "COMPARISON": "Comparison of market indices",
    "BUTTON_LABEL": "You can select up to 3 metrics",
    "NO_DATA": "No Data",
    "CANCEL": "Cancel comparison",
    "BUTTON" : {
      "CANCEL_COMPARISON": "Cancel comparison",
      "PRESENTATION": "Presentation"
    },
    "NO_INDEXES_LABEL": "It is not possible to compare returns for the selected period"
  },
  "VALIDATION": {
    "REQUIRED": "All fields are required!",
    "GREATER_THAN": "End date should be greater than Start date!",
    "INVALID_DATE": "Invalid date",
    "HINT": "Yo can select up to 3 years ago"
  },
  "HIGHLIGHT_BOX": {
    "TITLE": "Note that",
    "DESCRIPTION": "The data is displayed in relation to your securities deposit in the bank - no securities deposit data will be displayed in relation to the dates on which investment management services were provided in the account"
  },
  "DISCLAIMERS": {
    "SECURITIES": "The yield calculation was performed for the portfolio of securities and structured deposits in the account only according to the requested period.",
    "SECURITIES_DEPOSITS": "The yield calculation was performed for the portfolio of securities and/or deposits (including built-ins) in the account only according to the requested period.",
    "SECURITIES_CURRENT": "The yield calculation was performed with respect to the portfolio of securities and/or deposits (including built-ins) and/or current account balances only according to the requested period."
  }
}
