{
  "SOMETHING_WRONG_AUTH": "אופס! משהו השתבש...",
  "SELECTOR": {
    "ASSETS": " :הנכסים שלי",
    "CURRENCY": "שקל"
  },
  "RANGE": {
    "QUARTER": "3 חודשים",
    "HALF_A_YEAR": "6 חודשים",
    "ONE_YEAR": "12 חודשים",
    "START_OF_THE_YEAR": "מתחילת השנה",
    "CUSTOM": "תאריך לבחירה"
  },
  "BUTTON": {
    "SAVE": "הצגה",
    "CLOSE": "ביטול"
  },
  "DATE_RANGE": {
    "START": ":מתאריך",
    "END": ":עד תאריך",
    "INVALID_DATE": "תאריך לא חוקי"
  },
  "SUMMARY": {
    "LABEL": " :תשואה לתקופה",
    "FROM": "נכון מ",
    "TO": "עד"
  },
  "TOOLTIP": {
    "PERCENTAGE_HEADER": "חישוב תשואה באחוזים",
    "PERCENTAGE_BODY": "תשואת פיקדון ניירות ערך באחוזים תחושב בשיטת TWR ללא שיובאו בחשבון הוצאות מיסים. בשיטה זו מחשבים תשואות לתתי תקופות בהם התקיים תזרים מזומנים בחשבון. התשואה המצטברת היא מכפלת כל התתי התקופות.",
    "CURRENCY_HEADER": "חישוב תשואה בשקלים",
    "CURRENCY_BODY": "תשואת פיקדון ניירות ערך בכסף תחושב כהפרש בין יתרת הנכסים בתחילת ובסוף התקופה, בנטרול רכישות בניכוי מכירות , דיבידנדים, קופונים וריביות, ומשקף עלייה/ירידה בשווי הנכסים שלא מומשו לסוף התקופה, לפני מס."
  },
  "CHART": {
    "COMPARISON": "השוואה למדדי שוק",
    "BUTTON_LABEL": "ניתן לבחור עד 3 מדדים",
    "CANCEL": "ביטול השוואה",
    "NO_DATA": "הנתונים מוצגים ביחס לפקדון ניירות הערך שלך בבנק - לא יוצגו נתוני פקדון ניירות ערך ביחס לתאריכים בהם ניתנו בחשבון שירותי ניהול השקעות",
    "BUTTON": {
      "CANCEL_COMPARISON": "ביטול ההשוואה",
      "PRESENTATION": "הצגה"
    },
    "NO_INDEXES_LABEL": "אין אפשרות להשוות תשואה לתקופה הנבחרת"
  },
  "VALIDATION": {
    "REQUIRED": "All fields are required!",
    "GREATER_THAN": "End date should be greater than Start date!",
    "INVALID_DATE": "Invalid date",
    "HINT": "ניתן לבחור עד 3 שנים אחורה"
  },
  "HIGHLIGHT_BOX": {
    "TITLE": "לתשומת לבך",
    "DESCRIPTION": "הנתונים מוצגים ביחס לפקדון ניירות הערך שלך בבנק - לא יוצגו נתוני פקדון ניירות ערך ביחס לתאריכים בהם ניתנו בחשבון שירותי ניהול השקעות"
  },
  "DISCLAIMERS": {
    "DEFAULT": "שיטת חישוב התשואה הינה TWR (Time Weighted Rate of Return) במונחי נטו, בניכוי עמלות וללא ניכוי מס.",
    "SECURITIES": "חישוב התשואה בוצע בגין תיק ניירות הערך ופקדונות מובנים בחשבון בלבד בהתאם לתקופה המבוקשת.",
    "SECURITIES_DEPOSITS": "חישוב התשואה בוצע בגין תיק ניירות הערך ו/או פיקדונות (כולל מובנים) בחשבון בלבד בהתאם לתקופה המבוקשת.",
    "SECURITIES_CURRENT": "חישוב התשואה בוצע בגין תיק ניירות הערך ו/או פיקדונות (כולל מובנים) ו/או יתרות עו\"ש בחשבון בלבד בהתאם לתקופה המבוקשת.",
    "BUTTON": "לתשומת לבך",
    "PAY_ATTENTION": {
      "FIRST": "שיטת חישוב התשואה הינה TWR (Time Weighted Rate of Return) במונחי ברוטו ללא ניכוי מס וללא ניכוי עמלות ואינה משקפת בהכרח רווח/הפסד כספי. בשיטה זו מחשבים תשואות לתתי תקופות (יום) וממזגים את התוצאות יחד לכדי תשואה מצטברת, ע\"י הכפלת התשואות היומיות זו בזו.\nלהלן הנוסחא:",
      "SECOND": "אירועי חברה בניירות ערך, הכוללים בין היתר דיבידנדים, ריביות, המרה וכו' יבואו לידי ביטוי בחישוב התשואה.",
      "THIRD": "לתשומת הלב! מקום בו בוצעה גם פעילות שלא על פי ייעוץ ההשקעות שניתן מטעם הבנק, התשואה משקפת גם את תוצאותיה של פעילות זו.",
      "FOURTH": "במהלך תקופת החישוב החשבון היה מנוהל ע\"י מנהל תיקים חיצוני והתשואה המחושבת הינה בנטרול תקופה זאת.",
      "FIFTH": "ביחס לחשבון שנסגר – התשואה מדווחת עד ליום העסקים או ליום המסחר האחרון שקדם לסגירת החשבון, לפי העניין, ושבו היה בחשבונך פיקדון ניירות ערך.",
      "SIXTH": "ככל שקיים בתיק נייר ערך לא סחיר, ייתכן כי התשואה המוצגת בתיק ניירות הערך בכלל וביחס לנייר האמור בפרט לא תשקף במדויק את תשואת פיקדון ני\"ע.",
      "SEVENTH": "בעת חישוב תשואה במטבע שאינו שח, הנתונים יחושבו ע\"פ שער יציג ידוע אחרון של אותו מטבע ביחס למועד הדיווח, וע\"פ שער זה יבוצע החישוב על כלל הפקדון.",
      "EIGHTH": "הדיווח הוא בשקל חדש, בשער היציג של בנק ישראל ושידוע ביום האחרון של התקופה. לקבלת הדיווח במט\"ח יש לפנות לסניף הבנק שבו מתנהל חשבונך.",
      "NINTH": "הדיווח הוא במטבע חוץ, והוא כולל את השער היציג של מטבע החוץ הרלבנטי ביום האחרון של התקופה, וכן את שיעור השינוי ביחס לשקל חדש במהלך התקופה.",
      "TENTH": "בחישוב תשואה על העו\"ש נכלל גם השינוי במטבע הקיים בחשבון ביחס למטבע המבוקש לחישוב התשואה.",
      "ELEVENTH": "החישוב אינו מהווה אסמכתא מחייבת לצורך קיזוזי הפסדים ו/או ביחס לחבות מס.",
      "TWELVE": "נגזרים: כאשר בתיק מסוים מוחזקות יתרות בחסר (שורטים), אין משמעות לחישוב התשואה באחוזים. לכן, אם במהלך תקופת החישוב קיימות בתיק יתרות בחסר, יוצג רווח/ הפסד כספי בלבד ולא תוצג תשואה באחוזים.",
      "THIRTEENTH": "העברות מחשבון לחשבון: בהעברות של ניירות ערך בודדים ו/או פיקדונות, תשואתם תוצג עד יום ההעברה בחשבון המעביר ומיום ההעברה בחשבון המקבל. במקרה של ניוד חשבון (לרבות ניוד בקליק) כל היסטוריית התשואות עוברת מחשבון לחשבון.",
      "FOURTEENTH": "על אף שהבנק ערך את החישוב במקצועיות ותוך מאמץ להבטיח את נכונות חישוב התשואה, הבנק ו/או עובדיו ו/או מי מטעמו אינם אחראים לשלמותם, נכונותם או דיוקם של הנתונים ו/או החישוב ו/או כל אי דיוק, שגיאה, השמטה או חישוב שגוי.",
      "FIFTEENTH": "ניתן להפיק את חישוב התשואה החל מתאריך 1.1.2023 , כאשר התקופה המקסימלית לחישוב הינה עד שלוש שנים אחורנית ובכפוף לתאריך התחילה.",
      "SIXTEENTH": "שערוך פיקדונות: לצורך חישוב התשואה, הפיקדונות משוערכים יומית וצוברים את הריבית בהדרגה במהלך תקופת החישוב. שווי נוכחי למועד השערוך חושב ע\"פ תנאי הפקדון בהנחה שהכספים יהיו מופקדים עד תום תקופת הפקדון. בפקדונות צמודי מדד/מט\"ח: השווי הנוכחי כולל ריבית וגם את הפרשי ההצמדה עד ל\"מועד השערוך\" (יום העסקים הקודם ליום הצגת שערוך זה).",
      "SEVENTEENTH": "פקדונות בריבית מדורגת: חישובי התשואות מתבצעים בהנחה שהתכנית תוחזק עד תום התקופה.",
      "EIGHTEENTH": "דוקו - פיקדון דו מטבעי בו הקרן אינה מובטחת במטבע ההפקדה: במוצר זה ייבדק תנאי ההמרה בכל יום במהלך חיי המוצר. באם יתקיים התנאי, יתבצע חישוב המדמה ביצוע המרה של הקרן למטבע הנגדי לפי שער המימוש ותרגום שווי הקרן בחזרה למטבע ההפקדה לפי השער היציג באותו יום. הריבית תמשיך להיצבר יומית במטבע ההפקדה. באם לא יתקיים תנאי ההמרה, המוצר יציג תשואה יומית מצטברת ליניארית בגובה הריבית במטבע ההפקדה. תנאי ההמרה ייבחן כל יום מחדש ובהתאם החישובים עשויים להשתנות. בפירעון תשוקף תשואת הפיקדון בפועל לפי אותו מנגנון חישוב.",
      "NINETEENTH": "במוצרים מובנים בהם קרן הפיקדון מובטחת, לאורך חיי המוצר תיכלל בחישוב התשואה רק הקרן המובטחת וריבית / מענק מובטחים מראש (אם קיימים). תשואת הפיקדון המלאה תבוא לידי ביטוי רק ביום תשלום המענק בפועל.",
      "TWENTY": "התשואה נכונה עבור כספים שהיו בפיקדון במשך כל תקופת החישוב. אם שווי תיק ההשקעות משתנה באופן מהותי במהלך תקופת החישוב, כגון: אם היו שינויי הפקדות או משיכות מהותיים, או במצב של תנודתיות גבוהה בשוק ההון - יתכן והתשואה באחוזים לפי מודל TWR לא תותאם לרווח / להפסד הכספי הנצבר בתיק.",
      "TWENTY_FIRST": "הנתונים המוצגים ביחס לפיקדון ניירות ערך מתייחסים לטווח התאריכים שבחרת",
      "TWENTY_SECOND": "התשואה בפיקדון ניירות הערך מחושבת ביחס ליום העסקים או ליום המסחר האחרון בניירות הערך לגביהם קיימים נתונים, לפי העניין.",
      "TWENTY_THIRD": "מדדים להשוואה: מוצגים מספר מדדים מובילים (בנצ'מרק) ולצידם התשואה הרלוונטית לאותה תקופה לצורך אינדיקציה בלבד. במדדי חו\"ל מצויינת תשואת ETF העוקב אחר אותו מדד."
    }
  }
}
